Repository: NorhanMohamed1/HotelSystem
Catalog: NileHotels/Resources/Resource.*.resx
Languages: ar

# ActualCheckOut
source: Actual CheckOut Time
ar: الوقت الفعلي للمغادره

source: Add Contact
ar: إضافة جهة إتصال

source: Add New
ar: إضافة

source: Add Contact
ar: إضافة جهة إتصال

# AddressAr
source: Arabic Address
ar: العنوان

# Amount
source: Amount Paid
ar: القيمة المدفوعه

source: Asset
ar: الأصول

source: Asset Status
ar: حالة الاثاث

source: Asset Type
ar: انواع الأصول

source: Available Rooms
ar: الغرف المتاحه

source: BirthDate
ar: تاريخ الميلاد

# BuildingNo
source: Building Number
ar: رقم المبني

# CheckInTime
source: Date of Entry
ar: وقت الحجز

# CheckOut
source: Date of Exit
ar: وقت المغادرة

source: Choose a naturel of Asset
ar: اختار طبيعة المنتج

source: Cities
ar: المدن

source: City
ar: المدينه

source: Client
ar: العميل

source: Client Contact
ar: بيانات اتصال النزلاء

source: Client info
ar: بيانات العميل

source: Clients
ar: العملاء

source: Clients Report
ar: تقارير العملاء

source: Close
ar: عودة

source: Company
ar: الشركات

source: Contact Type
ar: كيفية الاتصال

source: Contacts
ar: جهات الاتصال

source: Contact Type
ar: التواصل عبر

source: Contract
ar: عقد

# contract Amont
source: Amont
ar: قيمة العقد

source: Contract Taxes
ar: ضرائب العقود

source: Contract's Income
ar: إيرادات العقود اليومية

# ContractNo
source: Contract Number
ar: رقم العقد

source: Contract Only ?
ar: هل للعقد فقط ؟

source: Contracts
ar: العقود

source: CountofPerson
ar: عدد الاشخاص

source: Countries
ar: الدول

source: Country
ar: الدوله

# CountryId
source: Country
ar: البلد

source: Currencies
ar: العملات

# CurrentQty
source: Current quantity
ar: الكمية الحالية

source: Daily Contracts
ar: العقود اليومية

source: Date
ar: التاريخ

# Decription
source: Description/Note
ar: الملاحظات/ الوصف

source: Delete
ar: حذف

source: Description
ar: ملاحظات

# DoubleBedNo
source: Double Bed Number
ar: عدد الأسرة المزدوجة

# Duration
source: Rent Period
ar: مدة التأجير

source: Edit
ar: تعديل

source: Email
ar: الاميل

source: Employee handover data
ar: بيانات تسليم الموظفين

source: Employee Name
ar: اسم الموظف

source: Employees
ar: الموظفين

source: Employees Report
ar: تقارير الموظفين

source: EndDate
ar: تاريخ الانتهاء

source: Enter your email and password to sign in
ar: أدخل بريدك الإلكتروني وكلمة المرور لتسجيل الدخول

source: First Name
ar: الأسم الأول

# FloorNo
source: Floor Number
ar: رقم الطابق

# FloorsNo
source: Floor Number
ar: عدد الطوابق

source: Forgot your password?
ar: نسيت كلمة السر

source: From
ar: من

source: Full Address
ar: العنوان

# FullAddressAr
source: Full Adreess Arabic
ar: العنوان

# FullAddressEn
source: Full Address English
ar: العنوان باللغه الإنجليزيه

source: Furniture and stores
ar: الأثاث والمخازن

source: Guest Name
ar: اسم النزيل

source: Home
ar: الرئيسية

source: Hospitality Contract ?
ar: عقد الضيافة?

source: Hospitality Contracts Report
ar: تقارير عقود الضيافة

source: Hotel
ar: الفندق

source: Hotel Contact
ar: الاتصال بالفندق

source: ID
ar: الكود

source: Id Type
ar: نوع الهوية

# IdValue
source: National ID
ar: رقم الهوية

# IntailQty
source: Initial quantity
ar: الكمية الأولية

source: invoice info.
ar: بيانات الفاتورة.

source: invoice Taxes
ar: الضرائب المضافه

# IsCompony
source: Affiliated with the company ?
ar: تابع لشركه؟

source: Is Fixed
ar: هل للسكن فقط ؟

# IsShare
source: Registered in another hotel's data ?
ar: مسجل فى بيانات فندق اخر؟

# lan
source: ar-SA
ar: en-US

source: last Name
ar: الأسم الأخير

source: Log in
ar: تسجيل الدخول

source: log in Hotel
ar: تسجيل الدخول الى الفندق

source: Login
ar: تسجيل الدخول

source: Logo
ar: الشعار

source: Logout
ar: تسجيل خروج

source: Min Price
ar: اقل سعر

source: Min Price With Breakfast
ar: اقل سعر (بإفطار)

source: Min Price With Dinner
ar: اقل سعر (بالعشاء)

source: Min Price With Lunch
ar: اقل سعر (بالغذاء)

source: Name
ar: الاسم

# NameAr
source: Arabic Name
ar: الإسم باللغه العربيه

# NameEn
source: English Name
ar: الإسم باللغه الإنجليزيه

source: Nationality
ar: الجنسية

# Naturel of Asset Report
source: Assets/Products Report
ar: تقارير أصول/ منتجات

source: Naturel of Payment
ar: بنود سند

# NaturelofAsset
source: Assets/Products
ar: أصول/ منتجات

source: Naturel of Contract
ar: بنود سند القبض

source: New Contract
ar: عقد جديد

source: New Payment Voucher
ar: سند صرف

# New Receipt Voucher
source: New Recepit Voucher
ar: سند قبض

source: Normal Price
ar: سعر اليوم

source: Number of Clients
ar: عدد العملاء

source: Number of Employees
ar: عدد الموظفين

source: Number of Rooms
ar: إجمالي عدد الغرف

source: Off Service Rooms
ar: الغرف تحت الصيانه و خارج الخدمه

source: Operation
ar: العمليات

source: Password
ar: كلمة المرور

source: Payment Method
ar: طريقة الدفع

source: Payment Date
ar: تاريخ الدفع

source: Payment Type
ar: طرقق الدفع

source: Phone/Email/.....
ar: الهاتف/ البريد الإلكتروني/ ...

source: Post Box
ar: صندوق البريد

source: Price
ar: السعر

source: price for one day
ar: سعر اليوم

source: Price With Breakfast
ar: سعر اليوم (بإفطار)

source: Price With Dinner
ar: سعر اليوم (بالعشاء)

source: Price With Lunch
ar: سعر اليوم (بالغذاء)

source: Print Report
ar: طباعة التقرير

source: Product
ar: المنتجات

source: Products
ar: المنتجات

source: Purchases invoice
ar: فاتورة المشتريات

source: Purpose Visit
ar: اسباب الزياره

# Qty
source: Quantity
ar: الكمية

source: Reciept Date
ar: تاريخ استلام

source: Reciept Vouchers Report
ar: تقارير سندات الصرف

source: Register
ar: حساب جديد

source: Register as a new user
ar: سجل كمستخدم جديد

source: Rent Contracts Reports
ar: تقارير عقود التأجير

source: Rent info.
ar: بيانات التأجير

source: Reports
ar: تقارير الفندق

source: Resend email confirmation
ar: إعادة إرسال تأكيد البريد الإلكتروني

source: Reservation
ar: الحجوزات

source: Reserved Rooms
ar: الغرف المشغولة

source: Responsable Name
ar: اسم المسؤول

source: Room
ar: الغرف

source: Room furniture
ar: أثاث الغرفة

source: Room info.
ar: بيانات الغرفه

source: Room Price With Breakfast
ar: تقارير أسعار الغرف بالإفطار

source: Room Price Without Breakfast
ar: تقارير أسعار الغرف بدون إفطار

source: Room Report
ar: تقارير الغرف

source: Room Asset
ar: اثاث الغرف

# RoomNo
source: Room Number
ar: رقم الغرفه

source: Rooms Report
ar: تقرير الغرف

# Roomscheme
source: Rooms
ar: مخطط الغرف

# RoomsNo
source: Room Number
ar: عدد الغرف

source: Room Status
ar: حالة الغرفه

source: Room Type
ar: نوع الغرفه

source: search
ar: بحث

source: Select
ar: اختار

# SerialNo
source: Serial Number
ar: رقم التسلسل

source: Service invoice
ar: فاتورة الخدمة

source: Services
ar: خدمات

source: Settings
ar: الأعدادت

# SingleBedNo
source: Single Bed Number
ar: عدد الأسرة المفردة

source: Start Date
ar: تاريخ الابتداء

source: Store
ar: مخزن

source: Store content
ar: محتوي المخزن

source: Store Responsables
ar: مسؤولي المخزن

source: Stores
ar: المخازن

source: Submit
ar: حفظ

source: Tax Type
ar: الضرائب

source: To
ar: إلي

source: Total
ar: الإجمالي

source: Total Contract Value
ar: إجمالي قيمة العقد

source: Total Cost
ar: إجمالي قيمة العقود

source: Total Income
ar: إجمالي الدخل

source: Total invoice Value
ar: إجمالي الفاتورة

source: Total Number
ar: إجمالي عدد العقود

source: Total Number of Daily Contracts
ar: إجمالي عدد العقود اليومية

source: Total Remaining Value
ar: إجمالي القيمه المتبقيه

source: Total Rooms Income
ar: إجمالي دخل الغرف

source: Total Rooms Income Report
ar: تقرير إجمالي دخل الغرف

source: Total Value of Daily Contracts
ar: إجمالي قيمة العقود اليومية

source: Total value with taxes
ar: القيمة الإجمالية مع الضرائب

source: Total Price
ar: المبلغ الكلي

# TotalRemainingValue
source: Remaining Value
ar: القيمة المتبقيه

source: Unit Price
ar: سعر الوحده

source: Unit Types
ar: الوحدات

source: Value
ar: القيمه

# VatNo
source: Vat Number
ar: الرقم الضريبي

source: Vendor Contact
ar: بيانات اتصال الموردين

source: Vendors
ar: الموردين

source: Welcome
ar: مرحبا بك

source: Welcome back
ar: مرحبًا بعودتك

source: Zipe Code
ar: الرمز البريدي
